Repository: testuser2/test
Catalog: weather-widget-master/locales/*/*.po
Languages: es

# settings
source: Weather Settings
es: Configuración de Tiempo

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Help
es: Ayuda

# layout##label
source: Layout
es: Diseño

# layout##custom
source: Custom
es: Personalizar

# layout##current
source: Current Weather
es: Tiempo Actual

# layout##three-day
source: 3 Day Forecast
es: Pronóstico de 3 días

# layout##current-and-three-day
source: Current Weather and 3 Day Forecast
es: Tiempo Actual y Pronóstico de 3 Días

# current-temp-font##font
source: Current Temperature Font
es: Temperatura Actual - Tipo de Letra

# current-temp-font##font-url
source: Current Temperature Font URL
es: Temperatura Actual - Tipo de letra URL

# current-temp-font##font-size
source: Current Temperature Font Size
es: Temperatura Actual - Tamaño de Letra

# current-temp-font##modal-title
source: Fonts
es: Tipo de Letras

# current-temp-font##font-variants
source: Font Variants
es: Estilos de Letras

# current-temp-font##bold
source: Bold
es: Negrita

# current-temp-font##italic
source: Italic
es: Itálico

# current-temp-font##color
source: Current Temperature Color
es: Tiempo Actual - color

# current-temp-font##text
source: Current Temperature Sample Text
es: Tiempo Actual - Ejemplo de Texto

# forecast-temp-font##font
source: Forecast Temperature Font
es: Pronóstico de Temperatura - Tipo de Letra

# forecast-temp-font##font-url
source: Forecast Temperature Font URL
es: Pronóstico de Temperatura - Tipo de Letra UR

# forecast-temp-font##font-size
source: Forecast Temperature Font Size
es: Pronóstico de Temperatura - Tamaño letra

# forecast-temp-font##modal-title
source: Fonts
es: Tipo de Letras

# forecast-temp-font##font-variants
source: Font Variants
es: Estilos de Letras

# forecast-temp-font##bold
source: Bold
es: Negrita

# forecast-temp-font##italic
source: Italic
es: Itálico

# forecast-temp-font##color
source: Forecast Temperature Color
es: Pronóstico de Temperatura - Color

# forecast-temp-font##text
source: Forecast Temperature Sample Text
es: Pronóstico de Temperatura - Ejemplo de Texto

# forecast-day-font##font
source: Forecast Day Font
es: Pronóstico del Día - Tipo de Letra

# forecast-day-font##font-url
source: Forecast Day Font URL
es: Pronóstico del Día - Tipo de Letra URL

# forecast-day-font##font-size
source: Forecast Day Font Size
es: Pronóstico del Día - Tamaño de letra

# forecast-day-font##modal-title
source: Fonts
es: Tipo de Letras

# forecast-day-font##font-variants
source: Font Variants
es: Estilos de Letras

# forecast-day-font##bold
source: Bold
es: Negrita

# forecast-day-font##italic
source: Italic
es: Itálico

# forecast-day-font##color
source: Forecast Day Color
es: Pronóstico del Día - Color

# forecast-day-font##text
source: Forecast Day Sample Text
es: Pronóstico del día - Ejemplo del Texto

source: Layout URL
es: Diseño URL

# address##label
source: Address
es: Dirección

# address##geolocation
source: Geolocation
es: Geolocalización

# address##display
source: Display Address
es: Dirección de pantalla

# address##custom
source: Custom Address
es: Dirección Personalizada

# custom-address
source: Your Custom Address
es: Tu Dirección Personalizada

# address-font##font
source: Font
es: Tipo de letra

# address-font##font-url
source: Font URL
es: Tipo de letra URL

# address-font##font-size
source: Font Size
es: Tipo de letra - tamaño

# address-font##modal-title
source: Fonts
es: Tipo de Letras

# address-font##font-variants
source: Font Variants
es: Estilos de Letras

# address-font##bold
source: Bold
es: Negrita

# address-font##italic
source: Italic
es: Itálico

# address-font##text
source: Address Sample Text
es: Dirección - Ejemplo de Texto

# description##label
source: Address Description
es: Dirección - Descripción

# description##none
source: None
es: Ninguno

# description##service
source: From Service
es: Servicio de

# description##custom
source: Custom Description
es: Descripción Personalizada

# custom-description
source: Your Custom Description
es: Tu Descripción Personalizada

# show-humidity
source: Show Humidity and Wind
es: Mostrar Humedad y Viento

# wind-speed##label
source: Wind Speed
es: Velocidad de Viento

# humidity-font##font
source: Font
es: Tipo de letra

# humidity-font##font-url
source: Font URL
es: Tipo de letra URL

# humidity-font##font-size
source: Font Size
es: Tipo de letra - tamaño

# humidity-font##modal-title
source: Fonts
es: Tipo de Letras

# humidity-font##font-variants
source: Font Variants
es: Estilos de Letras

# humidity-font##bold
source: Bold
es: Negrita

# humidity-font##italic
source: Italic
es: Itálico

# humidity-font##text
source: Humidity & Wind Sample Text
es: Humedad y Viento - Ejemplo de Texto

# unit##label
source: Unit
es: Unidad

# background-color##color
source: Background Color
es: Color de Fondo

# terms
source: I acknowledge that there is currently no charge for this Widget, but at a date that has yet to be determined, it will cost $2 per Display, per month. At that time I will have 30 days to decide if I wish to continue using this Widget.
es: Reconozco que actualmente no hay cargo por este Widget, pero en una fecha aún no determinada, me costará $2 por pantalla, por mes. En ese momento voy a tener 30 días para decidir si quiero seguir usando este Widget.

source: Monday
es: lunes

source: Tuesday
es: martes

source: Wednesday
es: miércoles

source: Thursday
es: jueves

source: Friday
es: viernes

source: Saturday
es: sábado

source: Sunday
es: domingo

source: Humidity
es: Humedad

source: Wind
es: Viento

source: at
es: en
